Repository: atareao/indicator-usb
Catalog: po/*.po
Languages: es

source: Preferences
es: Preferencias

source: Show disks
es: Mostrar unidades usb

source: Indicator-USB
es: Indicador USB

source: Device can be removed now
es: El dispositivo se puede extraer

source: Safely remove devices
es: Extraer dispositivos de forma segura

source: About...
es: Acerca de...

source: Exit
es: Salir

source: Cool flash drive unmounter for Ubuntu
es: Una fantástica aplicación para desmontar dispositivos en Ubuntu

source: Indicator usb
es: Indicador usb

source: Indicator
es: Indicador

source: indicator;usb
es: indicador;usb
